Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Tools are little powers your dino can use, like reading the web or grabbing a file. Add a couple now, swap them in and out any time from Settings.
ko: 도구는 웹을 읽거나 파일을 가져오는 등 공룡이 사용할 수 있는 작은 기능입니다. 지금 몇 개를 추가해 보세요. 설정에서 언제든지 변경할 수 있습니다.
ru: Инструменты — это небольшие возможности вашего динозавра: например, читать веб-страницы или получать файлы. Добавьте пару сейчас, а позже меняйте набор в настройках.
zh_hans: 工具是你的小恐龙可以使用的小本领，比如浏览网页或获取文件。现在就添加几个，随时可以从“设置”中增减它们。
zh_hant: 工具是你的小恐龍可以使用的小本領，比如閱讀網絡或獲取文件。現在就添加幾個，隨時可以從「設置」中增減它們。

source: Tools from installed plugins and connected providers
ko: 설치된 플러그인 및 연결된 제공자의 도구
ru: Инструменты из установленных плагинов и подключенных провайдеров
zh_hans: 来自已安装插件和已连接提供商的工具
zh_hant: 已安裝插件和連接提供者的工具

source: Tools only
ko: 도구만
ru: Только инструменты
zh_hans: 仅工具
zh_hant: 僅工具

source: Top P Override
ko: Top P 재정의
ru: Переопределение верхнего P
zh_hans: Top P 覆盖
zh_hant: Top P 覆蓋

source: Top Pick
ko: 추천
ru: Лучший выбор
zh_hans: 首选
zh_hant: 首選

source: Top Picks
ko: 추천
ru: Лучшие предложения
zh_hans: 首选推荐
zh_hant: 首選推薦

source: topics: %@
ko: 주제: %@
ru: темы: %@
zh_hans: 主题：%@
zh_hant: 主題：%@

source: Total
ko: 합계
ru: Общий
zh_hans: 总计
zh_hant: 總計

source: Total Calls
ko: 총 호출 수
ru: Всего звонков
zh_hans: 调用总数
zh_hant: 調用總數

source: Transcribe audio to text
ko: 오디오를 텍스트로 전사
ru: Транскрипция аудио в текст
zh_hans: 将音频转写为文本
zh_hant: 將音頻轉寫爲文本

source: Transcribed text will appear here...
ko: 전사된 텍스트가 여기에 표시됩니다...
ru: Здесь появится расшифрованный текст…
zh_hans: 转写的文本将显示在此处...
zh_hant: 轉錄的文本將顯示在此處...

source: TRANSCRIBING
ko: 전사 중
ru: РАСШИФРОВКА
zh_hans: 正在转写
zh_hant: 正在轉寫

source: Transcript
ko: 전사
ru: Стенограмма
zh_hans: 转写文本
zh_hant: 轉錄

source: Transcript turn forgotten.
ko: 전사 턴이 잊혀졌습니다.
ru: Стенограмма поворота забыта.
zh_hans: 已忘记该转写回合。
zh_hant: 轉錄已失效。

source: Transcript turn was not found.
ko: 전사 턴을 찾을 수 없습니다.
ru: Расшифровка хода не найдена.
zh_hans: 未找到该转写回合。
zh_hant: 未找到該轉錄記錄。

source: Transcript turns do not have a disabled state. Use Forget to remove the row.
ko: 전사 턴에는 사용 안 함 상태가 없습니다. 행을 제거하려면 잊기를 사용하세요.
ru: Повороты стенограммы не имеют отключенного состояния. Используйте «Забыть», чтобы удалить строку.
zh_hans: 转写行没有禁用状态，请使用“忘记”删除该行。
zh_hant: 轉錄行沒有禁用狀態。使用「忘記」來刪除該行。

source: Transcription
ko: 전사
ru: Транскрипция
zh_hans: 转写
zh_hant: 轉寫

source: Transcription Behavior
ko: 전사 동작
ru: Поведение транскрипции
zh_hans: 转写行为
zh_hant: 轉錄行爲

source: Transcription Mode
ko: 전사 모드
ru: Режим транскрипции
zh_hans: 转写模式
zh_hant: 轉寫模式

source: Transport
ko: 전송
ru: Транспорт
zh_hans: 传输
zh_hant: 傳輸

source: Tries the remote /models endpoint, then falls back to the agent default model.
ko: 원격 /models 엔드포인트를 시도한 다음 에이전트 기본 모델로 폴백합니다.
ru: Пробует удалённый эндпоинт /models, затем возвращается к модели агента по умолчанию.
zh_hans: 尝试使用远程 /models 端点，如果不可用则回退到智能体的默认模型。
zh_hant: 嘗試使用遠程 /models 端點，如果不可用則回退到智能體的默認模型。

source: Trigger 9,000+ apps via Zapier actions
ko: Zapier 동작을 통해 9,000개 이상의 앱 트리거
ru: Запускайте более 9000 приложений с помощью действий Zapier
zh_hans: 通过 Zapier 操作触发 9,000 多个应用
zh_hant: 通過 Zapier 操作觸發 9,000 多個應用

source: Trigger Now
ko: 지금 트리거
ru: Запустить сейчас
zh_hans: 立即触发
zh_hant: 立即觸發

source: Triggers in ~1 minute. Best for note-taking, wiki edits, and other active editing sessions.
ko: 약 1분 내에 트리거됩니다. 메모 작성, 위키 편집 및 기타 활성 편집 세션에 가장 적합합니다.
ru: Срабатывает через ~1 минуту. Лучше всего подходит для создания заметок, обезличивания вики-страниц и других активных сеансов обезличивания.
zh_hans: 约 1 分钟后触发。最适合记笔记、wiki 编辑及其他活跃的编辑会话。
zh_hant: 約 1 分鐘後觸發。最適合記筆記、wiki 編輯及其他活躍的編輯會話。

source: Triggers in ~1s. Good for general-purpose monitoring.
ko: 약 1초 내에 트리거됩니다. 범용 모니터링에 적합합니다.
ru: Срабатывает через ~1 с. Подходит для общего мониторинга.
zh_hans: 约 1 秒后触发。适合通用监视。
zh_hant: 約 1 秒後觸發。適合通用監視。

source: Triggers in ~3s. Good for downloads and batch operations.
ko: 약 3초 내에 트리거됩니다. 다운로드 및 일괄 작업에 적합합니다.
ru: Срабатывает через ~3 секунды. Подходит для загрузки и пакетных операций.
zh_hans: 约 3 秒后触发。适合下载和批量操作。
zh_hant: 約 3 秒後觸發。適合下載和批量操作。

source: Triggers in ~5 minutes. Best for extended writing sessions or periodic syncs.
ko: 약 5분 내에 트리거됩니다. 긴 작성 세션이나 주기적인 동기화에 가장 적합합니다.
ru: Срабатывает через ~5 минут. Лучше всего подходит для длительных сеансов записи или периодической синхронизации.
zh_hans: 约 5 分钟后触发。最适合较长的写作会话或周期性同步。
zh_hant: 約 5 分鐘後觸發。最適合較長的寫作會話或週期性同步。

source: Triggers in ~10 minutes. Best for end-of-session checkpoints or long-running activity.
ko: 약 10분 내에 트리거됩니다. 세션 종료 체크포인트 또는 장기 실행 활동에 가장 적합합니다.
ru: Срабатывает через ~10 минут. Лучше всего подходит для контрольных точек в конце сеанса или длительной деятельности.
zh_hans: 约 10 分钟后触发。最适合会话结束时的检查点或长时间运行的活动。
zh_hant: 約 10 分鐘後觸發。最適合會話結束時的檢查點或長時間運行的活動。

source: Triggers in ~200ms. Best for screenshots and single-file drops.
ko: 약 200밀리초 내에 트리거됩니다. 스크린샷 및 단일 파일 삭제에 가장 적합합니다.
ru: Срабатывает через ~200 мс. Лучше всего подходит для снимков экрана и отдельных файлов.
zh_hans: 约 200 毫秒后触发。最适合截图和单个文件拖放。
zh_hant: 約 200 毫秒後觸發。最適合截圖和單個文件拖放。

source: Troubleshoot or reset the application. A factory reset permanently deletes all data and settings.
ko: 앱 문제를 해결하거나 재설정합니다. 초기화하면 모든 데이터와 설정이 영구적으로 삭제됩니다.
ru: Диагностика и сброс приложения. Сброс до заводских настроек безвозвратно удаляет все данные и настройки.
zh_hans: 排查问题或重置应用。恢复出厂设置会永久删除所有数据和设置。
zh_hant: 排查問題或重置應用。恢復出廠設置會永久刪除所有數據和設置。

source: Truncated
ko: 잘림
ru: Усечено
zh_hans: 已截断
zh_hant: 已截斷

source: Trusted
ko: 신뢰됨
ru: Доверенный
zh_hans: 可信
zh_hant: 可信

source: Try a different name, or pick Custom Server above.
ko: 다른 이름을 시도하거나 위에서 사용자 지정 서버를 선택하세요.
ru: Попробуйте другое имя или выберите «Пользовательский сервер» выше.
zh_hans: 请尝试其他名称，或选择上方的“自定义服务器”。
zh_hant: 請嘗試其他名稱，或選擇上方的「自定義服務器」。

source: Try a different search term
ko: 다른 검색어를 시도해 보세요
ru: Попробуйте другой поисковый запрос
zh_hans: 尝试其他搜索词
zh_hant: 嘗試其他搜索詞

source: Try adjusting your search terms
ko: 검색어를 조정해 보세요
ru: Попробуйте изменить условия поиска
zh_hans: 请尝试调整搜索词
zh_hant: 請嘗試調整搜索詞

source: Try again
ko: 다시 시도
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Try Again
ko: 다시 시도
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Tuned for writing and fixing code.
ko: 코드 작성과 수정에 최적화되어 있습니다.
ru: Настроена на написание и исправление кода.
zh_hans: 专为编写和修复代码调优。
zh_hant: 專爲編寫和修復代碼調優。

source: TurboQuant compressions
ko: TurboQuant 압축
ru: ТурбоКвантные сжатия
zh_hans: TurboQuant 压缩次数
zh_hant: TurboQuant 壓縮次數

source: TurboQuant Key Bits (2–8)
ko: TurboQuant Key 비트(2~8)
ru: Ключевые биты TurboQuant (2–8)
zh_hans: TurboQuant 键位数 (2–8)
zh_hant: TurboQuant 鍵位數 (2–8)

source: TurboQuant Value Bits (2–8)
ko: TurboQuant Value 비트(2~8)
ru: Биты значения TurboQuant (2–8)
zh_hans: TurboQuant 值位数 (2–8)
zh_hant: TurboQuant 值位數 (2–8)

source: Turn it on
ko: 켜기
ru: Включи его
zh_hans: 开启它
zh_hant: 開啓它

source: Turn Off
ko: 끄기
ru: Выключить
zh_hans: 关闭
zh_hant: 關閉

source: Turn off Osaurus Router?
ko: Osaurus 라우터를 끄시겠습니까?
ru: Отключить Osaurus Router?
zh_hans: 关闭 Osaurus 路由器？
zh_hant: 關閉Osaurus路由器？

source: Turn on capture access for this plugin in settings.
ko: 설정에서 이 플러그인에 대한 캡처 액세스를 켜세요.
ru: Включите доступ к захвату для этого плагина в настройках.
zh_hans: 在设置中开启此插件的捕获访问权限。
zh_hant: 在設置中開啓此插件的捕獲訪問權限。

source: Turn on Generative Greetings in the Features tab to use an AI-written greeting instead.
ko: 대신 AI가 작성한 인사말을 사용하려면 기능 탭에서 생성형 인사말을 켜세요.
ru: Включите «Генераторные приветствия» на вкладке «Функции», чтобы вместо этого использовать приветствие, написанное с помощью ИИ.
zh_hans: 在功能标签页中开启生成式问候，以使用 AI 撰写的问候语。
zh_hant: 在功能選項卡中開啓生成式問候，以使用AI撰寫的問候語。

source: Turn on the Curator ability and an agent can flag stale documents and draft updates, but nothing is ever written until you review the diff and approve it in the Knowledge tab.
ko: 큐레이터 기능을 켜면 에이전트가 오래된 문서를 표시하고 수정안을 작성할 수 있습니다. 하지만 지식 탭에서 변경 내용을 검토하고 승인하기 전까지는 아무것도 기록되지 않습니다.
ru: Включите способность «Куратор», и агент сможет помечать устаревшие документы и готовить обновления. Но ничего не будет записано, пока вы не просмотрите изменения и не утвердите их во вкладке «Знания».
zh_hans: 启用 Curator 能力后，智能体可以标记过时的文档并起草更新，但所有改动都需要你在“知识”标签页中审阅差异并批准，才会最终生效。
zh_hant: 啟用 Curator 功能後，智能體可以標記過時的檔案並草擬更新，但所有變更都必須在你的“知識”標籤頁中審閱差異並核准後，才會正式寫入。

source: Turn this on per agent: open the agent's Subagents tab, enable Computer Use, and use the Share screen context option (on by default). Requires Accessibility.
ko: 에이전트별로 켜세요: 에이전트의 서브 에이전트 탭을 열고 컴퓨터 제어를 활성화한 다음 화면 컨텍스트 공유 옵션(기본적으로 켜짐)을 사용하세요. 접근성 권한이 필요합니다.
ru: Включите это для каждого агента: откройте вкладку «Субагенты» агента, включите «Использование компьютера» и используйте параметр «Поделиться контекстом экрана» (включено по умолчанию). Требует доступности.
zh_hans: 按智能体逐一开启：打开对应智能体的“子智能体”标签页，启用“电脑操控”，并使用“共享屏幕上下文”选项（默认已开启）。需要辅助功能权限。
zh_hant: 按代理逐一開啓： 打開對應代理的"子代理"選項卡，啓用"計算機使用"功能，然後選擇"共享屏幕上下文"選項（默認已開啓）。需要輔助功能權限。

source: Turning this on or off migrates every database and attachment to the new format.
ko: 이 기능을 켜거나 끄면 모든 데이터베이스와 첨부 파일이 새 형식으로 마이그레이션됩니다.
ru: Включение или выключение этого параметра приводит к переносу каждой базы данных и вложений в новый формат.
zh_hans: 开启或关闭此功能会将所有数据库和附件迁移到新格式。
zh_hant: 開啓或關閉此功能會將所有數據庫和附件遷移到新格式。

source: Type
ko: 유형
ru: Тип
zh_hans: 类型
zh_hant: 類型

source: Type / to open commands. ↑↓ to navigate, ↵ to select, Esc to dismiss.
ko: /를 입력하여 명령을 엽니다. ↑↓로 탐색하고, ↵로 선택하고, Esc로 닫습니다.
ru: Введите /, чтобы открыть команды. ↑↓ для навигации, ↵ для выбора, Esc для закрытия.
zh_hans: 输入 / 以打开命令。↑↓ 导航，↵ 选择，Esc 关闭。
zh_hant: 輸入 / 以打開命令。↑↓ 導航，↵ 選擇，Esc 關閉。

source: Type a sample to see live matches.
ko: 실시간 일치 항목을 보려면 샘플을 입력하세요.
ru: Введите образец, чтобы увидеть совпадения в реальном времени.
zh_hans: 输入示例以查看实时匹配。
zh_hant: 輸入示例以查看實時匹配。

source: Type with your voice into any text field
ko: 모든 텍스트 필드에 음성으로 입력
ru: Введите голосом в любое текстовое поле
zh_hans: 用你的语音输入到任意文本框
zh_hant: 用你的語音輸入到任意文本框

source: Type your answer…
ko: 답변 입력…
ru: Введите ответ…
zh_hans: 输入你的回答…
zh_hant: 輸入你的回答…

source: Typing and changing values
ko: 값 입력 및 변경
ru: Ввод и изменение значений
zh_hans: 输入和修改值
zh_hant: 輸入和修改值

source: Typing Indicators
ko: 입력 중 표시기
ru: Индикаторы набора текста
zh_hans: 输入指示器

source: Unarchive
ko: 아카이브 해제
ru: Разархивировать
zh_hans: 取消归档
zh_hant: 取消歸檔

source: Unavailable
ko: 사용할 수 없음
ru: Недоступно
zh_hans: 不可用
zh_hant: 不可用

source: Uncategorized
ko: 미분류
ru: Без категории
zh_hans: 未分类
zh_hant: 未分類

source: Unconfirmed
ko: 미확인
ru: Не подтверждено
zh_hans: 未确认
zh_hant: 未確認

source: Unconfirmed Deliveries
ko: 미확인 전달
ru: Неподтверждённые доставки
zh_hans: 未确认的送达
zh_hant: 未確認的送達

source: Uninstall
ko: 제거
ru: Удалить
zh_hans: 卸载
zh_hant: 卸載

source: Uninstall %@
ko: %@ 제거
ru: Удалить %@
zh_hans: 卸载 %@
zh_hant: 卸載 %@

source: Uninstall Plugin
ko: 플러그인 제거
ru: Удалить плагин
zh_hans: 卸载插件
zh_hant: 卸載插件

source: Uninstall plugin?
ko: 플러그인을 제거하시겠습니까?
ru: Удалить плагин?
zh_hans: 卸载插件？
zh_hant: 卸載插件？

source: UNIQUE
ko: 고유
ru: УНИКАЛЬНО

source: Unknown
ko: 알 수 없음
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

source: Unknown error
ko: 알 수 없는 오류
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unknown model
ko: 알 수 없는 모델
ru: Неизвестная модель
zh_hans: 未知模型
zh_hant: 未知模型

source: Unknown tab
ko: 알 수 없는 탭
ru: Неизвестная вкладка
zh_hans: 未知标签页
zh_hant: 未知標籤頁

source: Unlink
ko: 연결 해제
ru: Отвязать
zh_hans: 解除关联

source: Unlinking...
ko: 연결 해제 중...
ru: Отвязка...
zh_hans: 正在解除关联...

source: Unload
ko: 언로드
ru: Разгрузить
zh_hans: 卸载
zh_hant: 卸載

source: Unload model weights after this much idle time. Must exceed light sleep.
ko: 이만큼의 유휴 시간이 지나면 모델 가중치를 언로드합니다. 짧은 절전 모드를 초과해야 합니다.
ru: Выгрузите вес модели после такого длительного простоя. Должен превышать легкий сон.
zh_hans: 在此空闲时长后卸载模型权重。该值必须大于浅度休眠时间。
zh_hant: 在此空閒時長後卸載模型權重。該值必須大於淺度休眠時間。

source: Unloads model memory as soon as no active chat window or generation lease keeps it warm.
ko: 활성 채팅 창이나 생성 임대가 유지되지 않으면 즉시 모델 메모리를 언로드합니다.
ru: Выгружает модель из памяти, как только нет активного окна чата или задачи генерации, которой она ещё нужна.
zh_hans: 一旦没有活动的聊天窗口或生成租约使其保持热态，便卸载模型内存。
zh_hant: 一旦沒有活動的聊天窗口或生成租約使其保持熱態，便卸載模型內存。

source: Unlock
ko: 잠금 해제
ru: Разблокировать
zh_hans: 解锁
zh_hant: 解鎖

source: Unpacking %@…
ko: %@ 압축 해제 중…
ru: Распаковка %@…
zh_hans: 正在解压 %@…
zh_hant: 正在解壓縮 %@…

source: Unpin
ko: 고정 해제
ru: Открепить
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Unpin from top
ko: 상단에 고정 해제
ru: Открепить сверху
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Unproven
ko: 증명되지 않음
ru: Недоказанный
zh_hans: 未经证实
zh_hant: 未經證實

source: Unrecognized export format. Supported: ChatGPT conversations.json, Claude export JSON, Grok account export, Gemini Takeout MyActivity.json, Open WebUI chat export, or Osaurus generic import JSON.
ko: 인식할 수 없는 내보내기 형식입니다. 지원 형식: ChatGPT conversations.json, Claude 내보내기 JSON, Grok 계정 내보내기, Gemini Takeout MyActivity.json, Open WebUI 채팅 내보내기 또는 Osaurus 일반 가져오기 JSON.
ru: Нераспознанный формат экспорта. Поддерживаются: ChatGPT conversations.json, JSON-экспорт Claude, экспорт аккаунта Grok, Gemini Takeout MyActivity.json, экспорт чатов Open WebUI или универсальный JSON импорта Osaurus.
zh_hans: 无法识别的导出格式。支持：ChatGPT conversations.json、Claude 导出 JSON、Grok 账户导出、Gemini Takeout MyActivity.json、Open WebUI 聊天导出，或 Osaurus 通用导入 JSON。
zh_hant: 無法識別的導出格式。支持：ChatGPT conversations.json、Claude 導出 JSON、Grok 帳戶導出、Gemini Takeout MyActivity.json、Open WebUI 聊天導出，或 Osaurus 通用導入 JSON。

source: Unsaved changes
ko: 저장되지 않은 변경 사항
ru: Несохранённые изменения
zh_hans: 未保存的更改
zh_hant: 未保存的更改

source: Unsend a recently sent message.
ko: 최근에 보낸 메시지의 전송을 취소합니다.
ru: Отменить отправку недавно отправленного сообщения.
zh_hans: 撤回最近发送的消息。

source: Unsend Messages
ko: 메시지 전송 취소
ru: Отменять отправку сообщений
zh_hans: 撤回消息

source: unset
ko: 설정 해제됨
ru: не установлен
zh_hans: 未设置
zh_hant: 未設置

source: Unset OSAURUS_TEST_ROOT or clear OsaurusPaths.overrideRoot to return to the default root.
ko: 기본 루트로 돌아가려면 OSAURUS_TEST_ROOT 설정을 해제하거나 OsaurusPaths.overrideRoot를 지우세요.
ru: Снимите OSAURUS_TEST_ROOT или очистите OsaurusPaths.overrideRoot, чтобы вернуться к корню по умолчанию.
zh_hans: 取消设置 OSAURUS_TEST_ROOT 或清除 OsaurusPaths.overrideRoot 以恢复默认根路径。
zh_hant: 取消設置 OSAURUS_TEST_ROOT 或清除 OsaurusPaths.overrideRoot 以恢復默認根路徑。

source: Unsupported Hunyuan Dense
ko: 지원되지 않는 Hunyuan Dense
ru: Неподдерживаемый Hunyuan Dense
zh_hans: 不受支持的 Hunyuan Dense
zh_hant: 不受支持的Hunyuan Dense

source: Unsupported local model type: hunyuan_v1_dense. Osaurus needs vmlx Hunyuan Dense support before this model can run locally.
ko: 지원되지 않는 로컬 모델 유형: hunyuan_v1_dense. 이 모델을 로컬에서 실행하려면 Osaurus에 vmlx Hunyuan Dense 지원이 필요합니다.
ru: Неподдерживаемый тип локальной модели: hunyuan_v1_dense. Osaurus требуется поддержка vmlx Hunyuan Dense, прежде чем эта модель сможет работать локально.
zh_hans: 不支持的本地模型类型：hunyuan_v1_dense。Osaurus 需要 vmlx Hunyuan Dense 支持后，此模型才能在本地运行。
zh_hant: 不支持的本地模型類型：hunyuan_v1_dense。Osaurus 需要 vmlx Hunyuan Dense 支持才能在此模型上本地運行。

source: Unsupported LongCat family
ko: 지원되지 않는 LongCat 제품군
ru: Неподдерживаемое семейство LongCat
zh_hans: 不支持的 LongCat 系列
zh_hant: 不支持的 LongCat 系列

source: Unsupported model
ko: 지원되지 않는 모델
ru: Неподдерживаемая модель
zh_hans: 不支持的模型
zh_hant: 不支持的模型

source: Untarring archive
ko: 아카이브 압축 푸는 중
ru: Распаковка архива
zh_hans: 正在解包归档
zh_hant: 正在解包歸檔

source: Until tomorrow
ko: 내일까지
ru: До завтра
zh_hans: 直到明天
zh_hant: 直到明天

source: Untitled
ko: 제목 없음
ru: Без названия
zh_hans: 无标题
zh_hant: 無標題

source: Untitled Agent
ko: 제목 없는 에이전트
ru: Безымянный агент
zh_hans: 未命名的智能体
zh_hant: 未命名的智能體

source: Update
ko: 업데이트
ru: Обновлять
zh_hans: 更新
zh_hant: 更新

source: Update %@ credentials
ko: %@ 자격 증명 업데이트
ru: Обновить учётные данные %@
zh_hans: 更新 %@ 凭据
zh_hant: 更新 %@ 憑據

source: Update Available
ko: 업데이트 가능
ru: Доступно обновление
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update with a curator
ko: 큐레이터로 업데이트
ru: Обновить с помощью куратора
zh_hans: 使用策展人更新
zh_hant: 使用維護者更新

source: Updated
ko: 업데이트됨
ru: Обновлено
zh_hans: 已更新
zh_hant: 已更新

source: Updated "%@"
ko: "%@" 업데이트됨
ru: Обновлен «%@»
zh_hans: 已更新 “%@”
zh_hant: 已更新 "%@"

source: Updated a table’s structure
ko: 테이블 구조 업데이트됨
ru: Структура таблицы обновлена
zh_hans: 已更新表的结构
zh_hant: 已更新表的結構

source: Updated the database
ko: 데이터베이스 업데이트됨
ru: База данных обновлена
zh_hans: 已更新数据库
zh_hant: 已更新數據庫

source: Updated the task list
ko: 작업 목록 업데이트됨
ru: Обновил список задач
zh_hans: 已更新任务列表
zh_hant: 已更新任務列表

source: Updates as you edit
ko: 편집할 때 업데이트
ru: Обновления по мере обезличивания
zh_hans: 编辑时实时更新
zh_hant: 編輯時實時更新

source: Updating a table’s structure
ko: 테이블 구조 업데이트 중
ru: Обновление структуры таблицы
zh_hans: 正在更新表的结构
zh_hant: 正在更新表的結構

source: Updating the database
ko: 데이터베이스 업데이트 중
ru: Обновление базы данных
zh_hans: 正在更新数据库
zh_hant: 正在更新數據庫

source: Updating the task list
ko: 작업 목록 업데이트 중
ru: Обновление списка задач
zh_hans: 正在更新任务列表
zh_hant: 正在更新任務列表

source: Upload "%@" so anyone with the link can install it.
ko: 링크가 있는 사람이 설치할 수 있도록 "%@"을(를) 업로드하세요.
ru: Загрузите «%@», чтобы его мог установить любой, у кого есть ссылка.
zh_hans: 上传“%@”，以便任何拥有链接的人都可以安装它。
zh_hant: 上傳「%@」，以便任何擁有鏈接的人都可以安裝它。

source: Upload a custom image, pick a mascot, or fall back to the agent's first letter.
ko: 사용자 지정 이미지를 업로드하거나 마스코트를 선택하거나 에이전트의 첫 글자를 사용하세요.
ru: Загрузите собственное изображение, выберите талисман или вернитесь к первому письму агента.
zh_hans: 上传自定义图片、选择一个吉祥物，或退而使用智能体名称的首字母。
zh_hant: 上傳自定義圖片、選擇一個吉祥物，或退而使用智能體名稱的首字母。

source: Upload custom image
ko: 사용자 지정 이미지 업로드
ru: Загрузить собственное изображение
zh_hans: 上传自定义图片
zh_hant: 上傳自定義圖片

source: Upload failed
ko: 업로드 실패
ru: Загрузка не удалась
zh_hans: 上传失败
zh_hant: 上傳失敗

source: Uploading theme…
ko: 테마 업로드 중…
ru: Загрузка темы…
zh_hans: 正在上传主题…
zh_hant: 正在上傳主題…

source: Upper bound for concurrent decode slots under this memory mode.
ko: 이 메모리 모드에서 동시 디코딩 슬롯의 상한입니다.
ru: Верхняя граница для одновременных слотов декодирования в этом режиме памяти.
zh_hans: 此内存模式下并发解码槽位的上限。
zh_hant: 此記憶模式下並發解碼槽位的上限。

source: Upper bound on GPU cache memory.
ko: GPU 캐시 메모리의 상한입니다.
ru: Верхняя граница кэш-памяти GPU.
zh_hans: GPU 缓存内存的上限。
zh_hant: GPU 緩存內存的上限。

source: Upstream timeouts (LM Studio, proxies, tunnels) still apply
ko: 업스트림 시간 초과(LM Studio, 프록시, 터널)가 여전히 적용됩니다
ru: Тайм-ауты восходящего потока (LM Studio, прокси, туннели) по-прежнему применяются.
zh_hans: 上游超时（LM Studio、代理、隧道）仍然适用
zh_hant: 上遊超時（LM Studio、代理、隧道）仍然適用

source: Uptime
ko: 가동 시간
ru: Время работы
zh_hans: 运行时间
zh_hant: 運行時間

source: URL or repository
ko: URL 또는 저장소
ru: URL или репозиторий
zh_hans: URL 或仓库
zh_hant: URL或存儲庫

source: URLs
ko: URL
ru: URL-адреса
zh_hans: 网址
zh_hant: 網址

source: US Social Security numbers and Luhn-valid credit card numbers.
ko: 미국 사회 보장 번호 및 Luhn 검증 신용 카드 번호입니다.
ru: US Номера социального страхования и номера кредитных карт, действительных по Луну.
zh_hans: 美国社会安全号码和符合 Luhn 校验的信用卡号。
zh_hant: 美國社會安全號碼和符合 Luhn 校驗的信用卡號。

source: US-style 10–12 digit phone numbers, with or without separators.
ko: 구분 기호가 있거나 없는 미국식 10~12자리 전화번호입니다.
ru: 10–12-значные телефонные номера в стиле US с разделителями или без них.
zh_hans: 美式 10–12 位电话号码，带或不带分隔符。
zh_hant: 美式 10–12 位電話號碼，帶或不帶分隔符。

source: Use a different service
ko: 다른 서비스 사용
ru: Используйте другой сервис
zh_hans: 使用其他服务
zh_hant: 使用其他服務

source: Use a full executable path such as /opt/homebrew/bin/npx.
ko: /opt/homebrew/bin/npx와 같은 전체 실행 파일 경로를 사용하세요.
ru: Используйте полный путь к исполняемому файлу, например /opt/homebrew/bin/npx.
zh_hans: 使用完整的可执行路径，例如 /opt/homebrew/bin/npx。
zh_hant: 使用完整的可執行路徑，例如 /opt/homebrew/bin/npx。

source: Use a full path such as /opt/homebrew/bin/npx or switch execution host.
ko: /opt/homebrew/bin/npx와 같은 전체 경로를 사용하거나 실행 호스트를 전환하세요.
ru: Используйте полный путь, например /opt/homebrew/bin/npx, или переключите хост выполнения.
zh_hans: 使用完整路径，例如 /opt/homebrew/bin/npx，或切换执行主机。
zh_hant: 使用完整路徑，例如 /opt/homebrew/bin/npx，或切換執行主機。

source: Use an API key
ko: API 키 사용
ru: Используйте API-ключ
zh_hans: 使用 API 密钥
zh_hant: 使用 API 密鑰

source: Use an AtlasCloud API key from the AtlasCloud console.
ko: AtlasCloud 콘솔의 AtlasCloud API 키를 사용하세요.
ru: Используйте API-ключ AtlasCloud из консоли AtlasCloud.
zh_hans: 使用来自 AtlasCloud 控制台的 AtlasCloud API 密钥。
zh_hant: 使用來自 AtlasCloud 控制臺的 AtlasCloud API 密鑰。

source: Use Apple Intelligence
ko: Apple Intelligence 사용
ru: Используйте Apple Intelligence
zh_hans: 使用 Apple Intelligence
zh_hant: 使用 Apple Intelligence

source: Use chat model (default)
ko: 채팅 모델 사용(기본값)
ru: Использовать модель чата (по умолчанию)
zh_hans: 使用聊天模型（默认）
zh_hant: 使用聊天模型（默認）

source: Use Cloud vision?
ko: 클라우드 비전을 사용하시겠습니까?
ru: Использовать облачное зрение?
zh_hans: 使用云视觉？
zh_hant: 使用雲視覺？

source: Use default Hugging Face cache locations
ko: 기본 Hugging Face 캐시 위치 사용
ru: Использовать стандартные расположения кэша Hugging Face
zh_hans: 使用默认 Hugging Face 缓存位置
zh_hant: 使用默認 Hugging Face 緩存位置

source: Use MLX models from ~/.cache/huggingface (and HF_HOME / HF_HUB_CACHE).
ko: ~/.cache/huggingface(및 HF_HOME / HF_HUB_CACHE)의 MLX 모델을 사용합니다.
ru: Используйте модели MLX из ~/.cache/huggingface (и HF_HOME/HF_HUB_CACHE).
zh_hans: 使用来自 ~/.cache/huggingface（以及 HF_HOME / HF_HUB_CACHE）的 MLX 模型。
zh_hant: 使用來自 ~/.cache/huggingface（以及 HF_HOME / HF_HUB_CACHE）的 MLX 模型。

source: Use safetensors models from your LM Studio library.
ko: LM Studio 라이브러리의 safetensors 모델을 사용합니다.
ru: Используйте модели safetensors из библиотеки LM Studio.
zh_hans: 使用来自你 LM Studio 库的 safetensors 模型。
zh_hant: 使用來自您 LM Studio 庫的 safetensors 模型。

source: Use Set Up Sandbox from the Sandbox tab and rerun this preflight after it finishes.
ko: 샌드박스 탭에서 샌드박스 설정을 사용하고 완료된 후 이 시험 실행을 다시 실행하세요.
ru: Используйте «Настроить песочницу» на вкладке «Песочница» и повторно запустите предварительную проверку после ее завершения.
zh_hans: 使用“沙盒”标签页中的“设置沙盒”，并在完成后重新运行此预检。
zh_hant: 使用「沙盒」選項卡中的「設置沙盒」，並在完成後重新運行此預檢。

source: Use Test to launch initialize/listTools and record a health snapshot.
ko: 테스트를 사용하여 initialize/listTools를 실행하고 상태 스냅샷을 기록하세요.
ru: Используйте Test, чтобы запустить Initialize/listTools и записать снимок состояния.
zh_hans: 使用“测试”来启动 initialize/listTools，并记录健康快照。
zh_hant: 使用「測試」來啓動 初始化/工具列表，並記錄健康快照。

source: Use Test to run HTTP/SSE initialize/listTools and record a health snapshot.
ko: 테스트를 사용하여 HTTP/SSE initialize/listTools를 실행하고 상태 스냅샷을 기록하세요.
ru: Используйте «Тест», чтобы запустить HTTP/SSE Initialize/listTools и записать снимок состояния.
zh_hans: 使用“测试”运行 HTTP/SSE initialize/listTools 并记录健康快照。
zh_hant: 使用測試運行 HTTP/SSE 初始化/工具列表 並記錄健康快照。

source: Use the core model to generate a short descriptive title after a chat's first response, replacing the first-message preview. Runs in the background and never interrupts your conversation; manual renames always win.
ko: 채팅의 첫 응답 후 core model을 사용해 짧고 알기 쉬운 제목을 생성하여 첫 메시지 미리보기를 대체합니다. 백그라운드에서 실행되며 대화를 방해하지 않습니다. 직접 변경한 이름이 항상 우선합니다.
ru: Использует core model, чтобы после первого ответа в чате создать короткий понятный заголовок вместо предпросмотра первого сообщения. Работает в фоне и не прерывает беседу; заголовок, заданный вручную, всегда имеет приоритет.
zh_hans: 在聊天收到第一条回复后，使用核心模型生成简短的描述性标题，替换首条消息预览。在后台运行，绝不打断对话；手动重命名始终优先。
zh_hant: 在聊天收到第一則回覆後，使用核心模型產生簡短的描述性標題，取代首則訊息預覽。在背景執行，絕不打斷對話；手動重新命名一律優先。

source: Use the inline Sign In or token prompt.
ko: 인라인 로그인 또는 토큰 프롬프트를 사용하세요.
ru: Используйте встроенную форму входа или токен.
zh_hans: 使用内联登录或令牌提示。
zh_hant: 使用內聯登錄或令牌提示。

source: Use the older entry-count prefix cache instead of the new heap-based one.
ko: 새로운 힙 기반 캐시 대신 이전 항목 수 접두사 캐시를 사용합니다.
ru: Используйте старый кеш префикса счетчика записей вместо нового кэша на основе кучи.
zh_hans: 使用旧的按条目计数前缀缓存，而不是新的基于堆的缓存。
zh_hant: 使用舊的按條目計數前綴緩存，而不是新的基於堆的緩存。
